[
    {
        "type": "text",
        "text": "survey125"
    },
    {
        "type": "text",
        "text": "!!!Yüz ifademiz ve vücut duruşumuz aracılığıyla duygusal\ndurumumuzu diğerlerine anlatan sinyaller veririz. Örneğin; biri \ngülümsüyor ise o kişinin mutlu veya tatmin olduğunu çıkarabiliyoruz. \nAncak hepimiz insanların yüz ifadeleri ve vücut duruşlarını okuma konusunda \nyetenekli değilizdir. Çocuklar büyüdükçe bu konuda daha iyi olmalarına ragmen \ninsanların yüz ifadeleri vet vücut duruşlarındaki duygu tanımlama becerisi \ninsanlar arasında kaydadeğer farklılıklar vardır.",
        "audio": "piano2.wav"
    },
    {
        "type": "text",
        "text": "Yüz ifadeleri ve vücut duruşlarındaki duyguyu tanımlama becerimizi geliştiren \nalıştırmalar tasarlanmıştır; böyle bir beceri diğer insanların duygularını daha iyi \nanlamamıza yardımcı olur ki bu günlük hayatımızdaki kişilerarası ilişkilerimiz açısından \nson derece faydalıdır.\nÖrneğin bir insanın mutlu veya mutsuz olduğunu anlayabilme becerisini geliştirmeniz \no duyguya göre davranışınızı ayarlayabilmenize yardımcı olur ve böylelikle o kişiyle \niletişiminizi kolaylaştırır.\nAşağıdaki alıştırma sizin yüz ve vücut duruşu ile duygu tanımlama becerinizi geliştirmeye \nyöneliktir.Eğer bu beceride kendinizi geliştirmek kişisel tercihlerinizden biriyse sizi \naşağıdaki alıştırmayı tamamlamaya davet ediyoruz!",
        "audio": "piano2.wav"
    },
    {
        "type": "text",
        "text": "Bu alıştırmada size 10 tane renkli erkek ve kadın resmi birer birer  gösterilecek. \nHerbir fotoğraf bir duygunun ifadesini yansıtıyor olacak (örneğin; mutluluk, kızgınlık, \nutanç duyma, üzülmek, aşağılama, korku ve şaşkınlık). Her bir fotoğraf \n20 saniye süreyle gösterilecek ve sizden bu fotoğrafta yansıtılan duyguyu seçmeniz beklenecek.",
        "audio": "piano2.wav"
    },
    {
        "type": "text",
        "text": "Bu görevdeki hedefiniz yüz ve vücut duruşu ile duygu tanımlama becerilerinizi \ndeneyimlemektir. Eğer bu görev ilginizi çektiyse, lütfen görevi tamamlamak için devam ediniz.\nHazır olduğunuzda başlamak için devam tuşuna basınız.",
        "audio": "piano2.wav"
    },
    {
        "type": "text",
        "text": "Duygu tanımlama becerilerinizi geliştireceğiniz bu heyecan verici deneyime \nhoşgeldiniz!",
        "audio": "piano2.wav"
    },
    {
        "type": "matrix",
        "name": "ph1_check",
        "text": "Harika, teşekkürler!",
        "audio": "piano2.wav",
        "columns": [
            "first",
            "second",
            "third",
            "fourth",
            "fifth"
        ],
        "rows": [
            "Hedefim teste katılan diğerleri içinden en iyiler arasında olmak",
            "… Çünkü böyle yapmaya mecbur bırakıldığımı hissediyorum",
            "… Çünkü ilginç",
            "Hedefim duygu tanımlama becerilerimi geliştirmek",
            "… Çünkü böyle yapmaya mecbur bırakıldığımı hissediyorum",
            "… Çünkü ilginç"
        ]
    },
    {
        "type": "text",
        "text": "Şimdi 10 fotoğraf içeren ilk alıştırma ile başlayalım. Herbir fotoğrafı \ndikkatlice incele ve fotoğrafta yansıtılan duyguyu sana verilen 3 seçenek arasından seç. \nFotoğrafın verdiği duyguyu seçmek için 20 saniye süren var. 20 saniye sonra bir \nsonraki fotoğraf gelecek. \nTüm 10 fotoğrafı gördükten sonra sana bu deneyimle ilgili bazı sorular soracağız.\nDaha sonra seni performansın hakkında bilgilendireceğiz ve ikinci seri fofoğraflarla \ndevam edeceksin.\nWhen you are ready you can press to start.",
        "audio": "piano2.wav"
    },
    {
        "type": "photo",
        "name": "p1",
        "file": "p1.jpg",
        "choices": [
            "relaxation",
            "fatigue",
            "pride"
        ]
    },
    {
        "type": "photo",
        "name": "p2",
        "file": "p2.jpg",
        "choices": [
            "joy",
            "surprixe",
            "satisfaction"
        ]
    },
    {
        "type": "matrix",
        "name": "ph1_outcome",
        "text": "Harika, teşekkürler!\nYou can press now to get the feedback on your performance in the emotion recognition task",
        "audio": "piano2.wav",
        "columns": [
            "first",
            "second",
            "third",
            "fourth",
            "fifth"
        ],
        "rows": [
            "1. Bu etkinliği yapmaktan çok zevk aldım.",
            "5.Bu aktivitede oldukça becerikliydim."
        ]
    },
    {
        "type": "text",
        "text": "Bu alıştırmayı tamamlarken doğru cevap sayıların azalıyordu! \n\nİlk 5 fotoğrafta 5 doğru cevabın varken son 5 fotoğrafta sadece 2 doğru cevabın vardı!\n☹\nBu iyi bir ilerleme değil."
    }
]
